tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "azure-cli"
brew "bpytop"
brew "chezmoi"
brew "fish"
brew "gh"
brew "rcm"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
cask "appcleaner"
cask "emacs-mac"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monofur-nerd-font"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "powershell"
